# DelObjStoryBound

## Description
Delete the specified story bounds from this object.

```pascal
PROCEDURE DelObjStoryBound(
				obj     : HANDLE;
				boundID : INTEGER);
```

```python
def vs.DelObjStoryBound(obj, boundID):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|obj|HANDLE|The object.|
|boundID|INTEGER|The identifier of the story bound.|

## See Also
VS Functions:
HasObjStoryBounds
| HasObjStoryBound
| GetObjStoryBound
| SetObjectStoryBound
| DelObjStoryBounds
| DelObjStoryBound
| GetObjStoryBoundsCnt
| GetObjStoryBoundsAt

## Version
Availability: from Vectorworks 2012

## Category
* Objects - Architectural